
/* these strings need to be localized */
"APP_TITLE"                 = "Program raportujący Blizzard";
"DEFAULT_MESSAGE"           = "W aplikacji wystąpił nieoczekiwany błąd.";
"DEFAULT_PROMPT"            = "Aby pomóc nam w identyfikacji problemu, opisz co robiłeś w momencie wystąpienia błędu.";
"CLOSE_BUTTON_NAME"         = "Zamknij";
"CLOSE_BUTTON_TOOLTIP"      = "Zamknij okno raportowania błędów";
"REOPEN_BUTTON_NAME"        = "Otwórz ponownie";
"REOPEN_BUTTON_TOOLTIP"     = "Ponownie uruchom aplikację";
"REPAIR_BUTTON_NAME"        = "Napraw";
"REPAIR_BUTTON_TOOLTIP"     = "Uruchom narzędzie naprawcze, aby naprawić uszkodzone lub brakujące pliki";
"SEND_CHECKBOX_NAME"        = "Wyślij do Blizzarda";
"SEND_CHECKBOX_TOOLTIP"     = "Wyślij informacje o tym błędzie do firmy Blizzard, aby pomóc w usprawnieniu aplikacji";
"UUID_DESCRIPTION"          = "Kontaktując się z firmą Blizzard w tej sprawie, użyj poniższego identyfikatora raportu.";
"SEND_FAILED_DIALOG_TITLE"  = "Zgłoszenie nieudane";
"SEND_FAILED_DIALOG_TEXT"   = "Nie udało się zgłosić błędu.";
"OK_BUTTON_NAME"            = "OK";
"CANCEL_BUTTON_NAME"        = "Anuluj";
"SEND_BUTTON_NAME"          = "Wyślij";
"DONE_BUTTON_NAME"          = "Gotowe";
"QUIT_BUTTON_NAME"          = "Zakończ";
"RETRY_BUTTON_NAME"         = "Spróbuj ponownie";

/* these values are not required for localization since they are only used internally */
"REQUIRED"="Required";
"OPTIONAL"="Optional";
"DESCRIPTION"="Description";
"PRIMARY"="Primary";
"ACCOUNT"="Inspector Account";
"COMMENTS"="Comments";
"ATTACHED_FILES"="Attached Files";
"ADD_ASSIGNMENT"="Add Assignment";
"ASSIGNMENT"="Assignment";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MODULE"="Module";
"PLATFORM"="Platform";
"STEPS"="Steps";
"ADDITIONAL_INFO"="Additional Info";
"SUMMARY"="Summary";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MILESTONE"="Milestone";
"PRIORITY"="Priority";
"REPRODUCIBILITY"="Reproducibility";
"QA_TEAM"="QA Team";
"SUMMARY_VALIDATION_FAILED"="Must enter a summary";
"ADD_ATTACHMENT"="Add Attachment";


/* general menu strings that need to be localized */

/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Edycja";
"MENU_WINDOW" = "Okno";

/* App Menu Items */
"MENU_APP_ABOUT" = "O @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Zrzut ekranu";
"MENU_APP_HIDE" = "Schowaj @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Schowaj inne";
"MENU_APP_SHOW_ALL" = "Pokaż wszystkie";
"MENU_APP_QUIT" = "Wyjdź z @{APP_TITLE}";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Cofnij";
"MENU_EDIT_CUT" = "Wytnij";
"MENU_EDIT_COPY" = "Kopiuj";
"MENU_EDIT_PASTE" = "Wklej";
"MENU_EDIT_DELETE" = "Skasuj";
"MENU_EDIT_SELECT_ALL" = "Wybierz wszystkie";
"MENU_EDIT_FIND" = "Znajdź";
"MENU_EDIT_FIND_FIND" = "Znajdź…";
"MENU_EDIT_FIND_NEXT" = "Znajdź następny";
"MENU_EDIT_FIND_PREVIOUS" = "Znajdź poprzedni";
"MENU_EDIT_FIND_USE_SELECTION" = "Użyj zaznaczenia aby znaleźć";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Przejdź do zaznaczenia";
"MENU_EDIT_SPECIAL_CHARS" = "Znaki specjalne…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Zamknij";
"MENU_WINDOW_MINIMIZE" = "Minimalizuj";
"MENU_WINDOW_ZOOM" = "Zbliżenie";
"MENU_WINDOW_FULLSCREEN" = "Włącz tryb pełnoekranowy";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Pokaż wszystko z przodu";
